// © Copyright 2015-2016 HP Development Company, L.P.

XMONoZIPCodeError = "Postnummer kan ikke stå tomt.";
XMO5DigitZIPCodeFormatError = "ZIP-kode må være et femsifret nummer.";
XMO6DigitZIPCodeFormatError = "ZIP-kode må være et sekssifret nummer.";
XMONoCanadaZIPCodeError = "Postnummer kan ikke stå tomt.";
XMOCanadaZIPCodeFormatError = "Postnummer må være formatet \"A9A 9A9\".";
XMONoUnitedKindomZIPCodeError = "Postnummer kan ikke stå tomt.";
XMOUnitedKindomZIPCodeFormatError = "Postnummer må være \"AI-2640\" eller i \"AX[XX] 9AA\"-format";
XMOUnitedKindomBFPOZIPCodeFormatError = "Postnummer må være i formatet \"BFPO [c/o] N[NNN]\".";
XMOUnitedStatesZIPCodeFormatError = "Postnummer må være i formatet \"99999[-9999]\".";
XMOFranceZIPCodeFormatError = "Postnummer må være i formatet \"[F-]9X999\".";
